/* Button title for canceling installation of Growl */
"Cancel" = "Annuleer";

/* Don't ask again checkbox title for installation of Growl */
"Don't Ask Again" = "Vraag niet opnieuw";

/* Growl installation window title */
"Growl Installation Recommended" = "Growl installatie aanbevolen";

/* Growl update window title */
"Growl Update Available" = "Growl update aanbevolen";

/* Button title for installing Growl */
"Install" = "Installeer";

/* Default Growl update explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  A version of Growl is currently installed, but this program includes an updated version of Growl.  It is strongly recommended that you update now.  No download is required." = "Dit programma toont informatie via Growl, een centraal meldsysteem dat programma's in staat stelt om op een niet-storende manier de gebruiker te informeren met potentieel belangrijke informatie. Er is al een versie van Growl geïnstalleerd, maar dit programma heeft een nieuwere versie van Growl. U wordt ten sterkste aanbevolen deze te installeren. Er is geen download vereist.";

/* Default Growl installation explanation */
"This program displays information via Growl, a centralized notification system that enables applications to unobtrusively inform the user about potentially important information.  Growl is not currently installed; to see Growl notifications from this and other applications, you must install it.  No download is required." = "Dit programma toont informatie via Growl, een centraal meldsysteem dat programma's in staat stelt om op een niet-storende manier de gebruiker te informeren met potentieel belangrijke informatie. Growl is momenteel niet geïnstalleerd. Om meldingen via Growl te zien van dit programma en andere moet u deze te installeren. Er is geen download vereist.";

/* Button title for updating Growl */
"Update" = "Werk bij";